<?php

$this->title = APP_NAME . ' — Правила';

?>

<h1><?= $this->title ?></h1>

<p>
    На портале отсутствует предварительная проверка открываемых тем и публикаций. Как только вы отправляете сообщение —
    оно сразу публикуется. Администрация портала снимает с себя ответственность за содержание сообщений, публикуемых
    пользователями. Ответственность за содержание сообщения несёт только его автор. На портале запрещено:
</p>

<ul>
    <li>Публикация постов и комментариев не по тематике портала</li>
    <li>Оскорбления и угрозы в адрес пользователей</li>
    <li>Пропаганда расовой, национальной и религиозной вражды</li>
    <li>Реклама и самореклама без разрешения администрации</li>
    <li>Злоупотребление ненормативной лексикой</li>
    <li>Сексуальные домогательства</li>
    <li>
        И любое другое непристойное и асоциальное поведение, которое может навредить пользователям или порталу. Конечное
        решение, что таковым является остается за администрацией
    </li>
</ul>

<p>
    Нарушители правил будут строго наказаны модераторами или администраторами и их аккаунт будет заблокирован с
    блокировкой любых пользовательских возможностей. Принимая данные правила, вы соглашаетесь не публиковать любой
    материал, защищенный авторским правом, если авторское право не принадлежит вам.
</p>
